[
    {
        "id": 1,
         "relevant": true,
         "explanation": "This is a valid question. However, we’d recommend this to be the least priority among the questions you may have. Possibly check your assumptions at the end of all of your questions.", 
        "question": "What kind of flights do they operate – the kind of capacity, the kind of customers – should I assume all are in line with a normal LCC?",
        "type": "text",
        "imageUrl": "url",
        "text": "Yes, like a normal LCC. I would have mentioned if otherwise."
    },
    {
        "id": 2,
         "relevant": false,
         "explanation": "This is classic fishing for data. Let this be part of the structure and later investigation.",
        "question": "What did the company do earlier to turn profitable?",
        "type": "text",
        "imageUrl": "url",
        "text": "Fair Question. However, is that information going to influence your structure or problem solving approach at the moment? I think not."
    },
    {
        "id": 3,
         "relevant": true,
         "explanation": "This is an excellent question – lots of interviewees accept the fact but fail to enquire why",
        "question": "Why have the fuel costs gone up?",
        "type": "text",
        "imageUrl": "url",
        "text": "That is a good question. Lets assume its some international volatility."
    },
    {
        "id": 4,
        "question": "Is the client looking at a quick fix or a long term solution?",
         "relevant": false,
         "explanation": "While on the surface, this might appear to be a reasonable question, its actually not. As a consultant, you are expected to be thorough and factor in short term and long term recommendations in your suggestions.",
        "type": "text",
        "imageUrl": "url",
        "text": "A mix of both!"
    },
    {
        "id": 5,
        "question": "Approximately, what was the previous profitability/percentage of margin in the last financial year?",
         "relevant": false,
         "explanation": "The quantity of profit % has no bearing on your structure typically. If it did, it would have been read out in the problem statement.",
        "type": "text",
        "imageUrl": "url",
        "text": "Lets discuss at a later stage. I see no reason why would need that at the moment."
    },
    {
        "id": 6,
        "question": "What is the business model of the client?",
         "relevant": false,
         "explanation": "Though slightly obvious, this is a good question since the airline could be in other businesses such as cargo or private jets etc.",
        "type": "text",
        "imageUrl": "url",
        "text": "It’s a typical LCC airline with B2C businesses – revenue from tickets and other on-board value-added-services during booking and on-board."
    }
]
